Repository: TProg5/web_site_portfolio
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Python Developer
ru: Python Разработчик

source: Years of Python
ru: Месяцев Python

source: Development
ru: Разработки

source: Month of Backend
ru: Месяцев Бэкэнд

source: Month Development
ru: Месяцев Разработки

source: of Telegram Bots
ru: Telegram Ботов

source: Download Portfolio
ru: Скачать Портфолио

source: Contact me
ru: Связаться

source: Get In Touch
ru: Свяжитесь со мной

source: Ready to start your next project? Let's discuss how we can work together.
ru: Готовы к созданию нового проекта? Давайте обсудим, как мы можем работать вместе.

source: First Name
ru: Имя

source: Email
ru: Почта

source: Type of Inquiry
ru: Тип запроса

source: Select inquiry type
ru: Выберите тип запроса

source: Telegram Bot
ru: Telegram Бот

source: Backend Development
ru: Бэкэнд Разработка

source: Technical Consulting
ru: Тех.Консультация

source: Collaboration
ru: Сотрудничество

source: Other
ru: Другое

source: Message
ru: Сообщение

source: Tell me about your project, timeline, and any specific requirements...
ru: Расскажите мне о вашем проекте, сроках его реализации и любых конкретных требованиях...

source: Send Message
ru: Отправить Сообщение

source: Response Time
ru: Время ответа

source: Within 24 hours
ru: В течении 24 часов
